msg_start = """Это бот-напоминалка
Часто забываешь свои дела?
Лень смотреть в другие приложение?
Тогда этот бот для тебя)
Телеграмм у всех под рукой"""


msg_help = """Давай немного расскажу о боте
Я могу создавать напоминание и отправлять вам уведомление в Telegram

<b>Вот список того, что я могу</b>

- Добавить напоминание. Просто напишите мне "купить хлеб завтра", "посмотреть супчик через 20 минут". Я запомню это и напомню вам

- Вы можете добавить заметку. Для этого напишите что нужно и нажмите "📝Это замента"

- /all_rem - Вы можете посмотреть все ваши напоминания Так же там можно посмотреть и редактировать отдельные напоминание

- /cancel - отменить текущую операцию"""


msg_for_no_date = '''😕Не удалось понять время из запроса, пожалуйста, попытайтесь его изменить.

<b>Используйте следующие форматы:</b>

- сегодня в 21:00
- в 19
- в 23:00
- завтра
- завтра в 13:00
- 2024.09.12
- 2024.09.12 в 19
'''

msg_i_know_everything = """Супер, тогда просто введи напоминание
Например: купить завтра хлеб"""

msg_for_button_add = '''Введите напоминание
Например: завтра нужно сходить в универ в 21:31'''